/* State and Keywordgroupnames */
"/LassoScript-HTML/Default Lasso Tags" = "Default Lasso Tags";
"/LassoScript-HTML/Default Lasso Types" = "Default Lasso Types";
"/LassoScript-HTML/Dynamic Lasso Member Tags" = "Dynamic Lasso Member Tags";
"/LassoScript-HTML/Dynamic Lasso Tags/Types" = "Dynamic Lasso Tags/Types";
"/LassoScript-HTML/Lasso Tag/Type Parameters" = "Lasso Tag/Type Parameters";
"/LassoScript-HTML/Numbers" = "Numbers";
"/LassoScript-HTML/Variables" = "Variables ($ and #)";
"/LassoScript-HTML/LassoScript Block 2" = "LassoScript Code Block";
"/LassoScript-HTML/MultiComment" = "/* Multiline Comment */";
"/LassoScript-HTML/SingleComment" = "// Inline Comment";
"/LassoScript-HTML/StringDouble" = "\"Strings\"";
"/LassoScript-HTML/String" = "'Strings'";
"/LassoScript-HTML/HTML" = "<HTML>";
"/LassoScript-HTML/Tags" = "<HTML Tags>";
"/LassoScript-HTML/Tag Attributes" = "<HTML Tag> Attributes";
"/LassoScript-HTML/Strings" = "\"Strings\"";
"/LassoScript-HTML/LassoScript Block" = "LassoScript Code Block";
"/LassoScript-HTML/Entities" = "Entities";
"/LassoScript-HTML/HTMLComment" = "<!-- HTML Comment -->";
"/LassoScript-HTML/End Tag" = "Closing Tag";